[
    {
        "questions": [
            {
                "question": "o que é colágeno",
                "response": "O colágeno é uma proteína essencial presente no nosso organismo. É o principal componente proteico de órgãos como a pele, ossos, cartilagens, ligamentos e tendões representando cerca de 25% da proteína total e mais de 70% do peso seco da pele."   
            }
        ]
    },
    {
        "questions": [
            {
                "question": "por que tomar/ para que serve?",
                "response": "Tanto o envelhecimento quanto a má alimentação podem afetar a demanda de colágeno no corpo. Essas alterações não são perceptíveis nos primeiros estágios da vida, mas vão ficando evidentes na maturidade, fase na qual a ingestão alimentar não supre as necessidades recomendadas tanto de energia, quanto de macro e micronutrientes.\nA Suplementação de colágeno serve para corrigir a deficiência de colágeno nos organismos, repondo e estimulando a produção."
            }
        ]
    },
    {
        "questions": [
            {
                "question": "com qual idade devo começar a tomar?",
                "response": "Não há uma idade mínima para se iniciar a suplementação de colágeno, porém, o recomendado é iniciar aos 30 anos de idade."
            }
        ]
    },
    {
        "questions": [
            {
                "question": "existe alguma contra indicação?",
                "response": "O Colágeno não contém contra indicações."
            }
        ]
    },
    {
        "questions": [
            {
                "question": "colágeno engorda?",
                "response": "O Colágeno não altera o peso corporal nem para mais, nem para menos."
            }
        ]
    },
    {
        "questions": [
            {
                "question": "como consumir? e por quanto tempo? (cápsulas ou em pó)",
                "response": "O Colágeno pode ser consumido em pó, para diluição em shakes, sucos e água ou em cápsulas. Geralmente é consumido de forma continua."
            }
        ]
    },
    {
        "questions": [
            {
                "question": "o que acontece se tomar colágeno em excesso?",
                "response": "A quantidade de colágeno diária recomendada é de 8 a 10 gramas ao dia. O Excesso de colágeno pode sobrecarregar os rins."
            }
        ]
    },
    {
        "questions": [
            {
                "question": "você sabia que existem vários tipos de colágeno no organismo?",
                "response": "<b>Colágeno tipo I</b>:<br />É o mais abundante e é encontrado na pele, tendões, ossos e dentes. Apresenta-se sob a forma de fibras grossas, sendo o mais resistente a tensões.<br /><b>Colágeno tipo II</b><br />É encontrado nas cartilagens. Associa-se a outras células da matriz extracelular, ligando-se fortemente à água, por exemplo. Ele funciona como uma esponja, cedendo água quando pressionado e voltando à forma primitiva quando a pressão cessa. Funciona como uma espécie de mola, que permite ao joelho, por exemplo, aguentar o peso do corpo.<br /><b>Colágeno tipo III</b><br />É comumente encontrado nas artérias, no músculo dos intestinos e do útero e em órgãos como o fígado, o baço e os rins. As fibras deste tipo de colágeno apresentam certa elasticidade, e por isto são sempre encontradas em órgãos de forma variável.<br /><b>Colágeno tipo IV</b><br />É formado por moléculas de colágeno que não se associam em fibrilas. Elas se prendem umas nas outras pelas extremidades e formam uma rede semelhante a uma tela de arame. Ao se associar a moléculas não fibrosas da matriz extracelular, formam uma membrana que age como um filtro.<br /><b>Colágeno tipo X</b><br />Atua na criação da cartilagem articular, que é encontrado nas extremidades dos ossos que se conectam a outros ossos. É fundamental para a formação das cartilagens."
            }
        ]
    }
]
